[
  {
    "cluster": [
      "I got sexually harassed for the first time today.",
      "My mom has cancer, I don't know what to do?",
      "Had the worst day of my life",
      "I need a job. I have no money to survive anymore.",
      "How many Nepalis Use Reddit seriously?",
      "The central zoo is a mess .",
      "Does Kathmandu really have no laws/rules for noise pollution related to religion?",
      "Life is hard in Kathmandu if you don't own a private vehicle.",
      "I'm frustated with my roommate.",
      "How many of you guys have controlling parents?",
      "What is the lesson you learnt from your life till now?",
      "Has anyone seen pitri utreko?",
      "I miss my dad so much i wish ……",
      "Something really strange happened to me on bus today? What actually was that?",
      "Frozen MOMO problem in kathmandu .",
      "Luxury brand will never be luxury for me.",
      "is he alive or just my imagination ? help me to understand this.",
      "I don't understand people accusing Paras Khadka",
      "What's the easiest way you have earned money?",
      "How much unemployment do we have here?",
      "It feels like festivals and family events won't be that enjoyable in the future",
      "Together we stand, divided we fall",
      "'Bichara' vannu agadi dherai sochnu",
      "remember meri bassai and eaku eaku ?",
      "Waiting for a miracle to happen",
      "Badar le dukha diyo guys k garne hola",
      "Who is fan of Dibya subba ?",
      "What would you think of a cafe with employees who were mentally and or physically disabled?",
      "Proud of Myself for doing at least one thing right",
      "How to overcome childhood trauma?",
      "does asking for money from your parents feel illegal to you or is it just me? ",
      "Who is your favourite musician and band who is not that popular? ",
      "5 lakh rupees withdrawn/hacked via connectIPS. How did the hackers get the mobile phone OTP? ",
      "Rabi v/s Kailash Sirohiya",
      "Needs some motivation in my life",
      "Stroke is debilitating to our Physical and Social function.",
      "Unnecessary sound pollution by \"dristibihin\" people asking for \"help\"",
      "Which disease or condition you are Most Afraid of?",
      "Feeling quite lonely and depressed "
    ],
    "reason": "personal struggles and experiences."
  },
  {
    "cluster": [
      "Balen's Guts and Popularity",
      "SEE passout makes a nepali themed horror game",
      "Baru bidesh ma paley hunxu tara nepali police hudaina ",
      "what pc games do most nepali people play?",
      "Time to find Underrated nepali songs",
      "Nepali New Road locals protest against Mayor Balen Shah’s",
      "YouTube Premium Pricing for Nepali Subscribers is Expensive",
      "Tips culture in Nepali restaurant and cafes ?"
    ],
    "reason": "Nepali pop culture and social issues."
  },
  {
    "cluster": [
      "gang violence in you're area in early 2000."
    ],
    "reason": "discusses a social issue specific to Nepal."
  },
  {
    "cluster": [
      "Forget Nepal and focus on yourself.",
      "nepal government took my jagga",
      "Is Nepal really not for middleclass?",
      " lets talk about Christianization of Nepal.",
      "Unpopular opinion : Nepal wont be a developed country had the British captured us.",
      "Indian Tourists in Nepal This Year",
      "Why don't financial stable Nepalese people on foreign countries start business in Nepal?",
      "Is Nepal even incapable of giving 12 hours of electricity a day"
    ],
    "reason": "Nepal's development and social climate."
  },
  {
    "cluster": [
      "Kailash Sirohiya has 3 separate nagarikta numbers : Why is Kantipur presenting this case as press biruddha ko case?",
      "nepal ko load shedding  ko memory?",
      "minimum wage ko struggle in kathmandu/nepal  .",
      "Amway(agents haru ko  kartut)"
    ],
    "reason": "current issues and concerns in Nepal."
  }
]